Repository: marslin1220/RunCraft
Catalog: RunCraftPackage/Sources/WorkshopFeature/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: %lld step%@
ja: %1$lld ステップ
ko: 스텝 %1$lld개
zh_hans: %1$lld 个步骤
zh_hant: %1$lld 個步驟

source: + New workout
ja: + 新規ワークアウト
ko: + 새 운동
zh_hans: + 新增训练
zh_hant: + 新增訓練

source: Add Repeat
ja: リピートを追加
ko: 반복 추가
zh_hans: 加入重复组
zh_hant: 加入重複組

source: Add Step
ja: ステップを追加
ko: 스텝 추가
zh_hans: 加入步骤
zh_hant: 加入步驟

source: Add step
ja: ステップを追加
ko: 스텝 추가
zh_hans: 加入步骤
zh_hant: 加入步驟

source: Alert
ja: アラート
ko: 알림
zh_hans: 警示
zh_hant: 警示

source: Browse Templates
ja: テンプレートを見る
ko: 템플릿 둘러보기
zh_hans: 浏览模板
zh_hant: 瀏覽範本

source: Build a workout
ja: ワークアウトを作る
ko: 운동 만들기
zh_hans: 打造训练
zh_hant: 打造訓練

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cool-down
ja: クールダウン
ko: 쿨다운
zh_hans: 缓和
zh_hant: 緩和

source: Cruise Intervals 3×1 mile
ja: クルーズインターバル 3×1 マイル
ko: 크루즈 인터벌 3×1 마일
zh_hans: 巡航间歇 3×1 英里
zh_hant: 巡航間歇 3×1 英里

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Distance
ja: 距離
ko: 거리
zh_hans: 距离
zh_hant: 距離

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Duplicate
ja: 複製
ko: 복제
zh_hans: 复制
zh_hant: 複製

source: Easy Recovery Run
ja: リカバリーラン
ko: 리커버리 런
zh_hans: 轻松恢复跑
zh_hant: 輕鬆恢復跑

source: Edit Repeat
ja: リピートを編集
ko: 반복 편집
zh_hans: 编辑重复组
zh_hant: 編輯重複組

source: Edit Step
ja: ステップを編集
ko: 스텝 편집
zh_hans: 编辑步骤
zh_hant: 編輯步驟

source: Edit Workout
ja: ワークアウトを編集
ko: 운동 편집
zh_hans: 编辑训练
zh_hant: 編輯訓練

source: Failed
ja: 失敗
ko: 실패
zh_hans: 失败
zh_hant: 失敗

source: From template — Save creates a copy
ja: テンプレートから — 保存するとコピーが作成されます
ko: 템플릿에서 — 저장하면 사본이 만들어집니다
zh_hans: 来自模板 — 按下保存会建立副本
zh_hant: 來自範本 — 按下儲存會建立副本

source: Goal
ja: ゴール
ko: 목표
zh_hans: 目标
zh_hant: 目標

source: Hill Repeats
ja: ヒルリピート
ko: 힐 리피트
zh_hans: 山坡反复跑
zh_hant: 山坡反覆跑

source: Include from workout
ja: ワークアウトから取り込む
ko: 운동에서 가져오기
zh_hans: 从训练中加入
zh_hant: 從訓練中加入

source: Iterations
ja: 回数
ko: 횟수
zh_hans: 次数
zh_hant: 次數

source: Ladder 400→1200→400
ja: ラダー 400→1200→400
ko: 래더 400→1200→400
zh_hans: 阶梯 400→1200→400
zh_hant: 階梯 400→1200→400

source: No pace or heart-rate target
ja: ペース・心拍ターゲットなし
ko: 페이스 또는 심박 목표 없음
zh_hans: 没有配速或心率目标
zh_hant: 沒有配速或心率目標

source: No steps yet — tap an option above, or add a new step.
ja: ステップがまだありません — 上のオプションを選ぶか、新しいステップを追加してください。
ko: 스텝이 없습니다 — 위 옵션을 누르거나 새 스텝을 추가하세요.
zh_hans: 尚无步骤 — 点选上方选项，或加入新的步骤。
zh_hant: 尚無步驟 — 點選上方選項，或加入新的步驟。

source: No workouts yet
ja: ワークアウトはまだありません
ko: 운동이 없습니다
zh_hans: 尚无训练
zh_hant: 尚無訓練

source: Progression Run
ja: プログレッションラン
ko: 프로그레션 런
zh_hans: 提速跑
zh_hant: 提速跑

source: Recovery
ja: リカバリー
ko: 리커버리
zh_hans: 恢复
zh_hant: 恢復

source: Repeat %lld×
ja: %lld 回繰り返し
ko: %lld회 반복
zh_hans: 重复 %lld 次
zh_hant: 重複 %lld 次

source: Repetitions
ja: 回数
ko: 횟수
zh_hans: 次数
zh_hant: 次數

source: Runs until you tap Lap
ja: 「ラップ」をタップするまで継続
ko: "랩"을 누를 때까지 진행
zh_hans: 持续到你按下「Lap」
zh_hant: 持續到你按下「Lap」

source: Save
ja: 保存
ko: 저장
zh_hans: 保存
zh_hant: 儲存

source: Saved
ja: 保存しました
ko: 저장됨
zh_hans: 已保存
zh_hant: 已儲存

source: Saving
ja: 保存中
ko: 저장 중
zh_hans: 保存中
zh_hant: 儲存中

source: Segment
ja: セグメント
ko: 세그먼트
zh_hans: 区段
zh_hant: 區段

source: Speed Pyramid
ja: スピードピラミッド
ko: 스피드 피라미드
zh_hans: 速度金字塔
zh_hant: 速度金字塔

source: Start Workout
ja: ワークアウトを開始
ko: 운동 시작
zh_hans: 开始训练
zh_hant: 開始訓練

source: Start from a template or build one from scratch.
ja: テンプレートから始めるか、ゼロから作成しましょう。
ko: 템플릿에서 시작하거나 처음부터 만들어보세요.
zh_hans: 从模板开始、或从头打造一份训练。
zh_hant: 從範本開始、或從頭打造一份訓練。

source: Started · Check Apple Watch
ja: 開始 · Apple Watch を確認
ko: 시작됨 · Apple Watch 확인
zh_hans: 已启动 · 请查看 Apple Watch
zh_hant: 已啟動 · 請查看 Apple Watch

source: Starting…
ja: 開始中…
ko: 시작 중…
zh_hans: 启动中…
zh_hant: 啟動中…

source: Step
ja: ステップ
ko: 스텝
zh_hans: 步骤
zh_hant: 步驟

source: Steps in repeat
ja: リピート内のステップ
ko: 반복 내 스텝
zh_hans: 重复组内的步骤
zh_hant: 重複組內的步驟

source: Tap a zone to fill from your current VDOT (%lld).
ja: ゾーンをタップすると現在の VDOT（%lld）から自動入力されます。
ko: 존을 누르면 현재 VDOT(%lld)으로 자동 입력됩니다.
zh_hans: 点选区间，以当前的 VDOT（%lld）自动填入。
zh_hant: 點選區間，以目前的 VDOT（%lld）自動填入。

source: Tap to copy an existing step into this repeat. The copy is independent — editing it doesn't change the original.
ja: タップして既存のステップをこのリピートにコピー。コピーは独立しており、元のステップは変わりません。
ko: 기존 스텝을 이 반복에 복사하려면 누르세요. 사본은 원본과 독립적입니다.
zh_hans: 点一下把现有步骤复制进这个重复组。副本与原版独立，编辑不会互相影响。
zh_hant: 點一下把現有步驟複製進這個重複組。副本與原版獨立，編輯不會互相影響。

source: Tap ⋯ to add a Step or a Repeat group.
ja: ⋯ をタップしてステップやリピートを追加。
ko: ⋯을 눌러 스텝이나 반복을 추가하세요.
zh_hans: 点 ⋯ 来新增步骤或重复组。
zh_hant: 點 ⋯ 來新增步驟或重複組。

source: Templates
ja: テンプレート
ko: 템플릿
zh_hans: 模板
zh_hant: 範本

source: Tempo Run
ja: テンポラン
ko: 템포런
zh_hans: 节奏跑
zh_hant: 節奏跑

source: Time
ja: 時間
ko: 시간
zh_hans: 时间
zh_hant: 時間

source: Type
ja: タイプ
ko: 유형
zh_hans: 类型
zh_hant: 類型

source: Warm-up
ja: ウォームアップ
ko: 워밍업
zh_hans: 暖身
zh_hant: 暖身

source: Work
ja: メイン
ko: 메인
zh_hans: 主训练
zh_hant: 主訓練

source: Workout name
ja: ワークアウト名
ko: 운동 이름
zh_hans: 训练名称
zh_hant: 訓練名稱

source: Workouts
ja: ワークアウト
ko: 운동
zh_hans: 训练
zh_hant: 訓練

source: Yours
ja: マイワークアウト
ko: 내 운동
zh_hans: 我的
zh_hant: 我的

source: Preview only — start this from the Plan tab on its scheduled day.
ja: プレビューのみ — 予定日に「プラン」タブから開始してください。
ko: 미리보기 전용 — 예정된 날에 "계획" 탭에서 시작하세요.
zh_hans: 仅供预览 — 请在「计划」分页的预定日开始。
zh_hant: 僅供預覽 — 請在「計畫」分頁的預定日開始。
